Repository: aditya113141/record-activity
Catalog: Record.activity/po/pbs.po
Languages: pbs

source: Record
pbs: Maka'an

source: Remove
pbs: Malejei'

source: Copy to clipboard
pbs: Make'eik maka'l ne ndakal ngk'uix se nip mvajau

source: Photo
pbs: Sangueje' su'ua'

source: Video
pbs: Ndaka'an leet

source: Audio
pbs: Nda'u

source: %(type)s by %(name)s
pbs: %(type)s lulei %(name)s

source: Saving...
pbs: Makjaat...

source: Author:
pbs: Ne se ndutsjau:

source: Tags:
pbs: Ndanú:

source: Date:
pbs: Ndanu peuk kulejeik ngum'au':

source: %(mins)d:%(secs)02d remaining
pbs: Lijañ %(mins)d:%(secs)02d

source: Title:
pbs: Ne ngunjiu re kily'e me'ets:

source: Download failed.
pbs: Kad-ep ndani'at ndupup re se maveje'p.

source: Downloading...
pbs: Mapu'p re se maveje'p...

source: Requesting...
pbs: Ma'ajaun'...

source: Immediate
pbs: Maneí

source: %s second
pbs: %s kanui

source: %s minute
pbs: %s Chi'i kusap
