Repository: aditya113141/record-activity
Catalog: Record.activity/po/quz.po
Languages: quz

source: Record
quz: Grabanapaq

source: Unleash the visual artist inside you! Take pictures, make movies and use them to recreate your world. The only limit is your imagination.
quz: Munasqaykiman hina artista kasqaykita phanchirichiy, kaypiqa foto nisqa wankikunata hurquy, películas nisqakunatapas ruwariy. Munasqaykita kamariy, umachaykipi kasqanta hurquriy.

source: Remove
quz: Chinkachiy

source: Copy to clipboard
quz: Raphi apaykachaqman kikinchay

source: Photo
quz: Wanki

source: Video
quz: Qhawarina

source: Audio
quz: Uyarina

source: %(type)s by %(name)s
quz: Kay %(type)s nisqata %(name)s ruwarun

source: Saving...
quz: Waqaychachkan...

source: Author:
quz: Ruraqi:

source: Tags:
quz: Sutichaqkuna:

source: Date:
quz: P'unchaw:

source: %(mins)d:%(secs)02d remaining
quz: %(mins)d:%(secs)02d kachkhanraq

source: Title:
quz: Sutinchaynin:

source: Download failed.
quz: Uyachisqaqa pantarun.

source: Downloading...
quz: Uraykachichkan...

source: Requesting...
quz: Mañakuchkanran...

source: Select timer
quz: Temporizador nisqata akllay

source: Select duration
quz: Unayayninta akllay

source: Select quality
quz: Kusa kayninta akllay

source: Immediate
quz: Utqhaynin

source: %s second
quz: %s segundo

source: %s minute
quz: %s chinini

source: %s quality
quz: %s kusa kaynin
