Repository: aditya113141/record-activity
Catalog: po/*.po
Languages: fa_af, hi, hy, km, mk, ne, si, sv, tr

source: Record
fa_af: ضبط
hi: रिकार्ड
hy: Գրանցում
km: កំណត់
mk: Снимај
ne: रेकर्ड
si: පටිගත කරන්න
sv: Spela in
tr: kaydediniz.

source: Photo
fa_af: عکس
hi: फोटो
hy: Լուսանկար
km: រូបថត
mk: Слика
ne: तश्वीर
si: පින්තූරය
sv: Foto
tr: fotoğraf

source: Video
fa_af: ویدیو
hi: वीडियो
hy: Վիդեո
km: វីដេអូ
mk: Видео
ne: श्रब्यदृश्य
si: වීඩියෝ දසුන

source: Audio
fa_af: صدا
hi: ऑडियो
hy: Աուդիո
km: សំលេង
mk: Аудио
ne: ध्वनि
si: ශ්‍රව්‍ය
sv: Ljud
tr: ses

source: Time Lapse
fa_af: مرور زمان
hi: बीता समय
hy: Ժամանակը սպառվեց
km: រយពេល
mk: Времетраење
ne: समयान्तर
si: කාල අපගමනය
sv: Tidslängd
tr: gecikme

source: Animation
fa_af: تصویر متحرک
hi: एनिमेशन
hy: Անիմացիա
km: ចលនា
mk: Анимација
ne: एनिमेशन
si: සජීවනය
sv: Animering
tr: canlandırma

source: Panorama
fa_af: چشم انداز
hi: दीर्घ दृश्य
hy: Համայնապատկեր
km: មើល​ពី​ចំងាយ
mk: Панорама
ne: प्यानोरमा
si: පරිදර්ශනය
sv: Panoramavy
tr: genel görünüm

source: %(1)s by %(2)s
fa_af: %(1)s از %(2)s
hi: %(2)s द्वारा %(1)s
hy: %(1)s-ը %(2)s-ի
km: %(1)s ដោយ %(2)s
mk: %(1)s од %(2)s
ne: %(2)s को %(1)s
si: %(1)s %(2)s මඟිනි
sv: %(1)s av %(2)s
tr: %(2)den %(1)

source: Title:
fa_af: عنوان:
hi: शीर्षक:
hy: Վերնագիր.
km: ចំណង​ជើង ៖
mk: Наслов:
ne: शिर्षक:
si: සිරැසිය:
sv: Titel:
tr: başlık

source: Recorder:
fa_af: ضبط کننده:
hi: रिकार्डर:
hy: Գրանցող սարք.
km: ថត​កំណត់ ៖
mk: Снимач:
ne: रेकर्डर:
si: රෙකෝඩරය:
sv: Inspelare:
tr: kayıt aleti

source: Date:
fa_af: تاریخ:
hi: तारीख़ः
hy: Ամսաթիվ.
km: ថ្ងៃ​ខែ ៖
mk: Датум:
ne: मिति:
si: දිනය:
sv: Datum:
tr: tarih

source: Tags:
fa_af: ضمایم:
hi: चिप्पियाँ:
hy: Պիտակներ.
km: គំនូស ៖
mk: Ознаки:
ne: चिनोहरु:
si: ටෑගයන්:
sv: Nyckelord:
tr: etiket

source: Saving
fa_af: ذخیره‌سازی
hi: सहेजें
hy: Պահում է
km: ថត​ទុក
mk: Снимам
ne: बचत गर्दै
si: සුරැකේ
sv: Sparar
tr: kaydetme

source: Finished recording
fa_af: ضبط ها تمام‌شد
hi: रिकार्डिंग खतम
hy: Գրանցումն ավարտեց
km: ថត​រួច​ហើយ
mk: Снимањето е завршено
ne: रेकर्ड सकियो
si: පටිගත කිරීම අවසන්
sv: Inspelning klar
tr: kayıt tamamlanmıştır.

source: %(1)s minutes, %(2)s seconds remaining
fa_af: %(1)s دقیقه، %(2)s ثانیه مانده
mk: преостанато %(1)s минути, %(2)s секунди
ne: %(1)s मिनेट, %(2)s सेकेण्ड बाँकी
sv: %(1)s minuter och %(2)s sekunder återstår
tr: %(1) dakika, %(2) saniye kaldı.

source: %(1)s seconds remaining
fa_af: %(1)s ثانیه مانده
hi: %(1)s सेकण्ड बाकी
mk: преостанато %(1)s секунди
ne: %(1)s सेकेण्ड बाँकी
sv: %(1)s sekunder återstår
tr: %(1) saniye kaldı.

source: Remove
fa_af: حذف کردن
hi: हटाएँ
hy: Դուրս հանել
km: យកចេញ
mk: Отстрани
ne: हटाऊ
si: ඉවත් කරන්න
sv: Ta bort
tr: kaldırınız.

source: Stopped recording
fa_af: ضبط متوقف شده
hi: रेकॉर्डिंग बन्द
hy: դադարեց գրանցել
km: ឈប់​ថត
mk: Снимањето е прекинато
ne: रेकर्डिङ बन्द
si: පටිගත කිරීම නවතන ලදි
sv: Slutade spela in
tr: kayıt durdu.

source: Copy to clipboard
fa_af: به تخته رسم نقل بگیر
hi: क्लिपबोर्ड में नकल करें
hy: Կրկնօրինակել ցուցատախտակին
km: ចំលង
mk: Копирај во табла со исечоци
ne: क्लिपबोर्डमा प्रतिलिपि बनाऊ
si: පසුරු පුවරුවට පිටපත් කරන්න
sv: Kopiera till kopieringsminne
tr: klasöre kopyalayınız.

source: Timer:
fa_af: زمان سنج:
hi: टाइमर:
hy: Ժամանակաչափ.
km: ម៉ោង ៖
mk: Тајмер:
ne: समय गणक:
si: මුහුර්තකය:
sv: Tid:
tr: süre ölçer

source: Duration:
fa_af: مدت:
hi: अवधिः
hy: Տևողություն:
km: រយពេល ៖
mk: Времетраење:
ne: अवधि:
si: කාල සීමාව:
sv: Varaktighet:
tr: devam eden süre

source: Immediate
fa_af: فوری
hi: तुरंत
hy: Անմիջական
km: ភ្លាម
mk: Веднаш
ne: तुरुन्तै
si: එසැනින්
sv: Direkt
tr: hemen

source: %(1)s seconds
fa_af: %(1)s ثانیه
hi: %(1)s सेकेंड
mk: %(1)s секунди
ne: %(1)s सेकेण्ड
sv: %(1)s sekunder
tr: %(1) saniye

source: %(1)s minutes
fa_af: %(1)s دقیقه
hi: %(1)s मिनट
mk: %(1)s минути
ne: %(1)s मिनेट
sv: %(1)s minuter
tr: %(1) dakika

source: Play
fa_af: نواختن
hi: बजाएँ
hy: Խաղալ
km: លេញ
mk: Пушти
ne: बजाऊ
si: වයන්න
sv: Spela upp
tr: oynatınız.

source: Pause
fa_af: مکث
hi: ठहरें
hy: Դադար
km: ផ្អាក
mk: Пауза
ne: रोक्नुहोस
si: විරාමයක්
sv: Pausa
tr: duraklatınız.

source: Add frame
fa_af: افزودن قاب
hi: फ्रेम जोडो
hy: Ավելացնել շրջանակ
km: បន្ថែម​ស៊ុម
mk: Додај рамка
ne: फ्रेम जोड
si: රාමුවක් එක් කරන්න
sv: Lägg till bild
tr: çerçeve ekleyiniz.

source: Remove frame
fa_af: برداشتن قاب
hi: फ्रेम हटाओ
hy: Հանել շրջանակը
km: ដក​ស៊ុម
mk: Отстрани рамка
ne: फ्रेम हटाऊ
si: රාමුව ඉවත් කරන්න
sv: Ta bort bild
tr: çerçeveyi kaldırınız.

source: %(1)s frames per second
fa_af: %(1)s قاب در ثانیه
hi: %(1)s फ्रेम प्रति सेकंड
hy: Վայրկյանում %(1)s շրջանակ
km: %(1)s ស៊ុម​ក្នុង​មួយ​ម៉ោង
mk: %(1)s рамки во секунда
ne: %(1)s फ्रेम प्रति सेकेण्ड
si: තත්පරයට රාමු %(1)s ක්
sv: %(1)s bilder per sekund
tr: saniyede %(1) çerçeve

source: Quality:
mk: Квалитет:
ne: गुणस्तर:

source: Best quality
mk: Најдобар квалитет
ne: सर्वोत्कृष्ट गुणस्तर

source: High quality
mk: Висок квалитет
ne: उच्च गुणस्तर

source: Low quality
mk: Низок квалитет
ne: निम्न गुणस्तर

source: Large file
fa_af: فایل کلان
hi: बडी फ़ाईल
hy: Ծանր ֆայլ
km: ឯកសារ​ធំ
mk: Голема датотека
ne: ठूलो फाइल
si: විශාල ගොනුවක්
sv: Stor fil
tr: büyük dosya

source: Small file
fa_af: فایل خورد
hi: छोटी फ़ाईल
hy: Թեթեւ ֆայլ
km: ឯកសារ​តូច
mk: Мала датотека
ne: सानो फाइल
si: කුඩා ගොනුවක්
sv: Liten fil
tr: küçük dosya

source: Silent
fa_af: خاموش
hi: मूक
hy: Լուռ
km: ស្ងាត់
mk: Тивко
ne: शान्त
si: නිශ්ශබ්ද
sv: Tyst
tr: sessiz

source: Rotate
fa_af: چرخش
hi: घुमाएँ
hy: Պտտել
km: បង្វិល
mk: Ротирај
ne: घुमाऊ
si: භ්‍රමණය කරන්න
sv: Vrid
tr: döndürünüz.

source: Click to take picture
fa_af: برای عکس گرفتن تیک کن
hi: फोटो खींचने के लिए क्लिक करें
hy: Սեղմեք՝ նկարելու համար
km: ថត​រូបភាព
mk: Кликни за да сликаш
ne: तस्बिर लिन थिच
si: පින්තූරය ගැනීමට ක්ලික් කරන්න
sv: Klicka för att ta ett foto
tr: resmi almak için tıklayınız.

source: Click to add picture
fa_af: برای افزودن عکس تیک کن
hi: फोटो जोड़ने के लिए क्लिक करें
hy: Սեղմեք՝ նկար ավելացնելու համար
km: បន្ថែម​រូបភាព
mk: Кликни за да додадеш слика
ne: तस्विर थप्न थिच
si: පින්තූරය එක් කිරීම සඳහා ක්ලික් කරන්න
sv: Klicka för att lägga till bild
tr: resmi kaydetmek için tıklayınız.

source: Downloading %(1)s from %(2)s
fa_af: در حال دریافت %(1)s از %(2)s
hi: %(1)s से %(2)s डाउनलोड किया जा रहा है
hy: Բեռնաթափում եմ %(1)s-ը %(2)s-ից
km: ទាញ %(1)s ពី %(2)s
mk: Преземам %(1)s од %(2)s
ne: %(2)s वाट %(1)s डाउनलोड गर्दै
si: %(2)s න් %(1)s බාගත කෙරේ
sv: Laddar ned %(1)s från %(2)s
tr: %(2)'nin %(1)'i yüklendi.

source: Cannot download this %(1)s
fa_af: این %(1)s دریافت نمی‌شود
hi: %(1)s को डाउनलोड नहीं किया जा सकता
hy: Այս %(1)s-ը չեմ կարող բեռնաթափել.
km: មិន​អាច​ទាញ %(1)s បាន​ទេ
mk: Не можам да ја преземам оваа %(1)s
ne: यो %(1)s डाउनलोड गर्न सकिएन
si: මෙම %(1)s බාගත කළ නොහැක
sv: Kunde inte ladda ned %(1)s
tr: %(1) yüklenemiyor.

source: Interview
fa_af: مصاحبه
hi: मुलाकात
hy: Հարցազրույց
km: សម្ភាសន៏
mk: Интервју
ne: अन्तर्वार्ता
si: අබිදැක්ම
sv: Intervju
tr: röportaj

source: %(1)s hours, %(2)s minutes, %(3)s seconds remaining
mk: преостануваат %(1)s часови, %(2)s минути, %(3)s секунди
ne: %(1)s घण्टा, %(2)s मिनेट, %(3)s सेकेण्ड बाँकी
sv: %(1)s timmar, %(2)s minuter och %(3)s sekunder återstår
tr: %(1) saat, %(2) dakika, %(1) saniye kaldı.

source: %(1)s hours remaining
fa_af: %(1)s ساعت مانده
mk: преостануваат %(1)s часа
ne: %(1)s घण्टा बाँकी
sv: %(1)s timmar återstår
tr: %(1) saat kaldı.

source: %(1)s minutes remaining
fa_af: %(1)s دقیقه مانده
mk: преостануваат %(1)s минути
ne: %(1)s मिनेट बाँकी
sv: %(1)s minuter återstår
tr: %(1) dakika kaldı.

source: %(1)s hours
fa_af: %(1)s ساعت
hi: %(1)s घंटे
mk: %(1)s часови
ne: %(1)s घण्टा
sv: %(1)s timmar
tr: %(1) saat

source: Quality
fa_af: کیفیت:
mk: Квалитет
ne: गुणस्तर
si: ගුණත්වය
sv: Kvalite
tr: nitelik

source: Default
fa_af: پیش فرض
hi: तयशुदा
hy: Ելման վիճակ
km: លំនាំដើម
mk: Обичен
ne: पूर्वनिर्धारित
si: පෙරනිමිය
sv: Standard
tr: hata

source: Best
fa_af: بهترین
hi: सर्वोत्तम
hy: Լավագույն
km: ល្អ​ដាច់​គេ
mk: Најдобар
ne: सर्वोत्तम
si: ඉස්තරම්
sv: Bästa
tr: en iyi

source: High
fa_af: بالا
hi: तेज
hy: Բարձր
km: ខ្ពស់
mk: Висок
ne: उच्च
si: උසස්
sv: Högsta
tr: yüksek

source: Low
fa_af: پائین
hi: धीमा
hy: Ցածր
km: ទាប
mk: Низок
ne: निम्न
si: අඩු
sv: Lägsta
tr: düşük

source: Width
fa_af: عرض
hi: चौड़ाई
hy: Լայնք
km: ទទឹង
mk: Широчина
ne: चौडाई
si: පළල
sv: Bredd
tr: genişlik

source: Height
fa_af: ارتفاع
hi: ऊंचाई
hy: Բարձրություն
km: កំពស់
mk: Височина
ne: उचाई
si: උස
sv: Höjd
tr: yükseklik

source: Save %(1)s to:
hy: Պահել %(1)s-ը.
mk: Сними ја %(1)s во:
ne: %(1)s लाइ याहाँ बचत गर्नुहोस:
si: %(1)s සුරැකිය යුත්තේ:
sv: Sparar %(1)s till:
tr: %(1) _'e kaydedildi.

source: Your %(1)s is full
fa_af: %(1)s شما پر است
hi: आपकी %(1)भर गयी है
hy: Ձեր %(1)s-ը լեցուն է
km: %(1)s របស់អ្នក​ពេញ​ហ៊ា
mk: Вашиот %(1)s е полн
ne: तपाँइको %(1)s भरी छ
si: ඔබගේ %(1)s පිරී ඇත
sv: Din %(1)s är full
tr: %(1) dolu

source: Journal
fa_af: یادداشت
hi: चिठ्ठा
hy: Մատյան
km: កំណត់​ប្រចាំ​ថ្ងៃ
mk: Дневник
ne: पंजिका
si: ජර්නලය
sv: Dagbok
tr: günlük

source: SD Card
fa_af: کارت SD
hi: एस.डी. कार्ड
hy: SD քարտ
km: កាត​អេសឌី
mk: SD картичка
ne: एस डी कार्ड
si: SD පත
sv: SD-kort
tr: SD kartı

source: Preferences
fa_af: ترجیحات
hi: पसंद नापसंद
hy: Նախընտրություններ
km: ចំណូល​ចិត្ត
mk: Преференции
ne: प्राथमिकताहरु
si: අභිරුචි
sv: Inställningar
tr: tercihler

source: Free space:
fa_af: فضای خالی:
hi: मुक्त जगहा
hy: Ազատ տարածք.
km: ថាស​នៅ​សល់ ៖
mk: Слободен простор:
ne: खालि ठाऊँ
si: නිදහස් ඉඩ:
sv: Ledigt utrymme:
tr: boş alan

source: %(1)s photos
fa_af: %(1)s عکس
hi: %(1)s तस्वीरे
mk: %(1)s фотографии
ne: %(1)s तस्विरहरु
sv: %(1)s foton
tr: %(1) resimler

source: Bitrate
fa_af: ميزان ارسال بيتها
hi: बिट रेट
hy: Բիթային արագություն
km: អត្រាប៊ីត
mk: Стапка на битови
ne: बिटदर
si: බිටු ශීඝ්‍රතාව
tr: ses ölçüm birimi

source: Maximum Bitrate
fa_af: بیشترین ميزان ارسال بيتها
hi: अधिकतम बिट रेट
hy: Առավելագույն բիթային արագություն
km: អត្រាប៊ីត​ធំ​ជាង​គេ
mk: Максимална стапка
ne: अधिकतम बिटदर
si: උපරිම බිටු ශීඝ්‍රතාව
sv: Maximal bitrate
tr: en yüksek ses birimi

source: Minumum Bitrate
fa_af: کمترین ميزان ارسال بيتها
hi: न्यूनतम बिट रेट
hy: Նվազագույն բիթային արագություն
km: អត្រាប៊ីត​តូច​ជាង​គេ
mk: Минимална стапка
ne: न्युनतम बिटदर
si: අවම බිටු ශීඝ්‍රතාව
sv: Minimal bitrate
tr: en düşük ses birimi

source: Manage Bitrate
fa_af: اداره کردن ميزان ارسال بيتها
hi: बिट रेट काबू करे
hy: կառավարել բիթային արագությունը
km: គ្រប់គ្រង​អត្រាប៊ីត
mk: Управувај ја стапката
ne: बिटदर मिलाऊ
si: බිටු ශීඝ්‍රතාව කළමණාකරනය කරන්න
sv: Hantera bitrate
tr: ses birimini ayarlayınız.

source: Border
fa_af: حاشیه
hi: किनारा
hy: Սահման
km: ព្រំដែន
mk: Граница
ne: किनारा
si: දාරය
sv: Kant
tr: sınır

source: Center
fa_af: مرکز
hi: मध्य
hy: Կենտրոն
km: កណ្ដាល
mk: Центар
ne: मध्यभाग
si: මධ්‍යය
sv: Centrera
tr: merkez

source: Frames
fa_af: قاب ها
hi: ढांचा
hy: Շրջանակներ
km: ស៊ុម
mk: Рамки
ne: फ्रेमहरु
si: රාමු
sv: Ramar
tr: çerçeveler

source: Automatic keyframe detection
fa_af: کشف اتوماتیکی قاب کليدی
hi: महत्वपूर्ण ढाँचे की स्वचलित खोज
hy: Առանցքային շրջանակի ավտոմատ հայտնաբերում
km: អង្តេត​ស៊ុមឃីដោយ​ស្វ័យប្រវត្តិ
mk: Автоматско отркивање на клучна
ne: मुख्यफ्रेम आफै पत्ता लगाउने
si: ස්වයංක්‍රීය මූල රාමු අභික්ෂණය
sv: Automatisk Nyckelbildsdetektering
tr: otomatik çerçeve arama

source: Force keyframe
fa_af: قاب کليدی نیرو
hi: महत्वपूर्ण ढाँचे को दबाना
hy: Պարտադրել առանցքային շրջանակին
km: បង្ខំ​ស៊ុមឃី
mk: Присили клучна рамка
ne: मुख्यफ्रेम बल गर
si: මූල රාමුව බල කරන්න
sv: Tvinga skapande av nyckelbild
tr: çerçeveyi zorlama

source: Keyframe frequency
fa_af: فریکانس قاب کليدی
hi: महत्वपूर्ण ढाँचे की आवृत्ति
hy: Առանցքային շրջանակի հաճախականություն
km: ចង្វាក់​ស៊ុមឃី​
mk: Фреквенција на клучната рамка
ne: मुख्यफ्रेम आवृत्ती
si: මූල රාමු සංඛ්‍යාතය
sv: Nyckelbildsfrekvens
tr: çerçeve sıklığı

source: Keyframe minimum distance
fa_af: کمترین فاصله قاب کليدی
hi: महत्वपूर्ण ढाँचे की न्यूनतम दूरी
hy: Առանցքային շրջանակի նվազագույն տարածություն
km: ស៊ុមឃី​ចំងាយ​តូចបំផុត
mk: Минимално растојание на клучната рамка
ne: मुख्यफ्रेमको न्यूनतम दुरी
si: මූල රාමු අවම දුර
sv: Minimalt avstånd mellan nyckelbilder
tr: çerçevenin en az uzaklığı

source: Keyframe threshold
fa_af: آستانه قاب کليدی
hi: महत्वपूर्ण ढाँचे की दहलीज़
hy: Առանցքային շրջանակի շեմ
km: កម្រិត​ស៊ុមឃី
mk: Праг на клучна рамка
ne: मुख्यफ्रेमको सीमा
si: මූල රාමු සීමකය
sv: Nyckelbildströskelvärde
tr: çerçeve eşiği

source: Noise Sensitivity
fa_af: حساسیت سروصدا
hi: शोर की संवेदीती
hy: Աղմկային զգայնություն
km: កម្រិត​ប្រកាន​ជ្រៀតជ្រេត
mk: Осетливост на бука
ne: हल्ला संबेदनशीलता
si: ඝෝෂා සංවේදිතාව
sv: Bruskänslighet
tr: ses duyarlılığı

source: Quick
fa_af: سریع
hi: तुरंत
hy: Արագ
km: ឆាប់ៗ
mk: Брзо
ne: छिटो
si: ක්ෂණික
sv: Snabb
tr: hızlı

source: Sharpness
fa_af: تیزی
hi: स्पष्टता
hy: Սրություն
km: កម្រិតស្រួច
mk: Острина
ne: तिखोपना
si: තියුණු බව
sv: Skarphet
tr: netlik

source: Capacity
fa_af: ظرفیت
hi: धारण शक्ति
hy: Կարողություն
km: កម្រិត​ទំហំ
mk: Капацитет
ne: क्षमता
si: ධාරිතාව
sv: Kapacitet
tr: kapasite

source: USB
hi: यू.एस.बी
km: យូអេសប៊ី
ne: युएसबी
sv: USB-minne

source: %(1)s hours, %(2)s minutes, %(1)s seconds remaining
fa_af: %(1)s ساعت،%(2)s دقیقه، %(1)s ثانیه مانده
hi: %(1)s घंटे,%(2)s मिनट,%(1)s सेकण्ड बाकी

source: Save %(1) to:
fa_af: ثبت %(1)s به:
hi: संग्रहितकरें

source: %(1)s minute
hy: %(1)s րոպե%(1)s րոպեներ

source: Remaining:
hy: Մնում է.
km: នៅសល់ ៖
